Repository: trojanatwar/poseidon
Catalog: po/locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl

source: requires
de_de: benötigt
es_es: requiere
fr_fr: nécessite
it_it: richiede
pl_pl: wymaga

source: installed on your system
de_de: auf Ihrem system installiert
es_es: instalado en su sistema
fr_fr: installé sur votre système
it_it: installato sul tuo sistema
pl_pl: zainstalowany na twoim systemie

source: GtkSourceView 3 is missing
de_de: GtkSourceView 3 fehlt
es_es: GtkSourceView3 está ausente
fr_fr: GtkSourceView 3 est manquant
it_it: GtkSourceView 3 è mancante
pl_pl: Brakuje GtkSourceView 3

source: pyOpenSSL is missing
de_de: pyOpenSSL fehlt
es_es: pyOpenSSL está ausente
fr_fr: pyOpenSSL est manquant
it_it: pyOpenSSL è mancante
pl_pl: Brakuje pyOpenSSL

source: PySocks is missing
de_de: PySocks fehlt
es_es: PySocks está ausente
fr_fr: PySocks est manquant
it_it: PySocks è mancante
pl_pl: Brakuje PySocks

source: Give the approval for geolocation?
de_de: Zugriff auf Standort erlauben?
es_es: ¿Dar la aprobación para la geolocalización?
fr_fr: Donner l'approbation pour la géolocalisation?
it_it: Dai l'approvazione per la geolocalizzazione?
pl_pl: Zezwolić na geolokację?

source: Open a new tab
de_de: Neuen Tab öffnen
es_es: Abrir una nueva pestaña
fr_fr: Ouvrir un nouvel onglet
it_it: Apri una nuova scheda
pl_pl: Otwórz nową kartę

source: Close current tab
de_de: Aktuellen Tab schließen
es_es: Cierre la pestaña actual
fr_fr: Fermer l'onglet actuel
it_it: Chiudi la scheda corrente
pl_pl: Zamknij obecną kartę

source: Open / Import
de_de: Öffne / Importieren
es_es: Abrir / Importar
fr_fr: Ouvrir / Importer
it_it: Apri / Importa
pl_pl: Otwórz / Importuj

source: Save / Export
de_de: Speichern / Exportieren
es_es: Guardar / Exportar
fr_fr: Enregistrer / Exporter
it_it: Salva / Esporta
pl_pl: Zapisz / Eksportuj

source: Defcon Mode
de_de: Defcon Modus
es_es: Modo Defcon
fr_fr: Mode Defcon
it_it: Modalità Defcon
pl_pl: Tryb Defcon

source: Add this page to bookmarks
de_de: Diese Seite zu Lesezeichen hinzufügen
es_es: Añadir esta página a los marcadores
fr_fr: Ajouter cette page aux favoris
it_it: Aggiungi questa pagina ai preferiti
pl_pl: Dodaj tą stronę do zakładek

source: New Window
de_de: Neues Fenster
es_es: Nueva Ventana
fr_fr: Nouvelle Fenetre
it_it: Nuova Finestra
pl_pl: Nowe okno

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia

source: Finder
de_de: Suche
es_es: Buscador
fr_fr: Chercheur
it_it: Cerca
pl_pl: Wyszukiwanie

source: Zoom In
de_de: Vergrößern
es_es: Ver Ampliar
fr_fr: Zoom Avant
it_it: Aumenta Ingrandimento
pl_pl: Powiększ

source: Zoom Out
de_de: Verkleinern
es_es: Ver Reducir
fr_fr: Dézoomer
it_it: Diminuisci Ingrandimento
pl_pl: Zmniejsz

source: Zoom Restore
de_de: Vergrößerung zurücksetzen
es_es: Restaura Ver
fr_fr: Restore Zoom
it_it: Ripristina Ingrandimento
pl_pl: Przywróć powiększenie

source: Print
de_de: Drucken
es_es: Imprimir
fr_fr: Impression
it_it: Stampa
pl_pl: Drukuj

source: AdKiller is enabled
de_de: AdKiller ist aktiviert
es_es: AdKiller está activado
fr_fr: AdKiller est activé
it_it: AdKiller è abilitato
pl_pl: AdKiller jest włączony

source: AdKiller is disabled
de_de: AdKiller ist deaktiviert
es_es: AdKiller está desactivado
fr_fr: AdKiller est désactivé
it_it: AdKiller è disabilitato
pl_pl: AdKiller jest wyłączony

source: SSL Navigation Secure
de_de: SSL Navigation Sicher
es_es: Navegación SSL Segura
fr_fr: Navigation SSL Sécurisée
it_it: Navigazione SSL Sicura
pl_pl: Bezpieczna Nawigacja SSL

source: SNS is enabled
de_de: SNS ist aktiviert
es_es: SNS está activado
fr_fr: SNS est activé
it_it: SNS è abilitato
pl_pl: SNS jest włączony

source: SNS is disabled
de_de: SNS ist deaktiviert
es_es: SNS está desactivado
fr_fr: SNS est désactivé
it_it: SNS è disabilitato
pl_pl: SNS jest wyłączony

source: Javascript is enabled
de_de: Javascript ist aktiviert
es_es: Javascript está activado
fr_fr: Javascript est activé
it_it: Javascript è abilitato
pl_pl: Javascript jest włączony

source: Javascript is disabled
de_de: Javascript ist deaktiviert
es_es: Javascript está desactivado
fr_fr: Javascript est désactivé
it_it: Javascript è disabilitato
pl_pl: Javascript jest wyłączony

source: Plugins are enabled
de_de: Erweiterungen sind aktiviert
es_es: Plugins están habilitados
fr_fr: Les plugins sont activés
it_it: Plugin sono abilitati
pl_pl: Wtyczki są włączone

source: Plugins are disabled
de_de: Erweiterungen sind deaktiviert
es_es: Plugins están inhabilitados
fr_fr: Les plugins sont désactivés
it_it: Plugin sono disabilitati
pl_pl: Wtyczki są wyłączone

source: Utilities
de_de: Werkzeuge
es_es: Utilidades
fr_fr: Utilité
it_it: Utilità
pl_pl: Narzędzia

source: Back to main menu
de_de: Zurück zum Hauptmenü
es_es: Regresar al menú principal
fr_fr: Retour au menu principal
it_it: Torna al menu principale
pl_pl: Powrót do głównego menu

source: Quit
de_de: Beenden
es_es: Dejar
fr_fr: Quitter
it_it: Esci da
pl_pl: Wyjść

source: Go Fullscreen
de_de: Vollbild
es_es: Ir a Pantalla Completa
fr_fr: Ouvrir en plein écran
it_it: Visualizza a schermo intero
pl_pl: Przejdź do trybu pełnoekranowego

source: Delete Theme
de_de: Thema löschen
es_es: Elimina el Tema
fr_fr: Supprimer le Thème
it_it: Elimina Tema
pl_pl: Usuń motyw

source: VTE Terminal
fr_fr: Terminal VTE
it_it: Terminale VTE
pl_pl: Terminal VTE

source: View Plugins
de_de: Erweiterungen anzeigen
es_es: Ver Plugins
fr_fr: Afficher les Plugins
it_it: Vedi Plugin
pl_pl: Pokaż wtyczki

source: View Source
de_de: Quelltext anzeigen
es_es: Ver Código Fuente
fr_fr: Voir la Source
it_it: Vedi Sorgente
pl_pl: Pokaż źródło

source: View History
de_de: Verlauf anzeigen
es_es: Ver Historia
fr_fr: Voir l'Historique
it_it: Vedi Cronologia
pl_pl: Pokaż historię

source: View Bookmarks
de_de: Lesezeichen anzeigen
es_es: Ver Favoritos
fr_fr: Voir les Signets
it_it: Vedi Preferiti
pl_pl: Pokaż zakładki

source: Cookies Manager
de_de: Cookie Verwaltung
es_es: Gestor Cookies
fr_fr: Gestionnaire de Cookies
it_it: Gestore Cookies
pl_pl: Menedżer ciasteczek

source: Empty Cache
de_de: Cache leeren
es_es: Borrar Caché
fr_fr: Videz votre Cache
it_it: Svuota Cache
pl_pl: Wyczyść pamięć podręczną

source: Are you sure?
de_de: Sind sie sicher?
es_es: Estás seguro?
fr_fr: Êtes-vous sûr?
it_it: Sei sicuro?
pl_pl: Jesteś pewien?

source: Clicking on OK, all settings will be restored to default and browser will restart
de_de: Wenn sie auf OK klicken werden alle Einstellungen auf Standard zurückgesetzt und der Browser neu-gestartet
es_es: Haciendo clic en OK, todos los valores se restaurarán a los valores predeterminados y el navegador se reiniciará
fr_fr: En cliquant sur OK, tous les paramètres seront restaurés par défaut et le navigateur redémarrera
it_it: Cliccando su OK, le impostazioni verranno ripristinate alla condizione di default e il browser riavviato
pl_pl: Po kliknięciu OK, wszystkie ustawienia zostaną przywrócone do domyślnych i przeglądarka uruchomi się ponownie

source: Clicking on OK, all edited settings will be saved and browser will restart
de_de: Wenn sie auf OK klicken werden alle Einstellungen gespeichert und der Browser neu-gestartet
es_es: Haciendo clic en OK, todos los ajustes editados se guardarán y el navegador se reiniciará
fr_fr: En cliquant sur OK, tous les paramètres édités seront sauvegardés et le navigateur va redémarrer
it_it: Cliccando su OK, le impostazioni da te modificate verranno salvate e il browser riavviato
pl_pl: Po kliknięciu OK, wszystkie edytowane ustawienia zostaną zapisane i przeglądarka uruchomi się ponownie

source: Connection Failed
de_de: Verbindung fehlgeschlagen
es_es: Conexión Fallida
fr_fr: La connexion a échoué
it_it: Connessione Fallita
pl_pl: Błąd połączenia

source: seems to be not available
de_de: scheint nicht verfügbar
es_es: parece no estar disponible
fr_fr: semble ne pas être disponible
it_it: sembra non essere disponibile
pl_pl: wydaje się nie być dostępna

source: It may be temporarily unavailable or moved to a new address
de_de: Es ist vielleicht kurzzeitig nicht erreichbar oder dauerhaft an eine neue Adresse verschoben
es_es: es posible que no esté disponible temporalmente o cambie a una nueva dirección
fr_fr: Il peut être temporairement indisponible ou déplacé vers une nouvelle adresse
it_it: Potrebbe essere temporaneamente non disponibile oppure ha cambiato indirizzo
pl_pl: Może być tymczasowo niedostępny lub przeniesiony na inny adres

source: You may also wish to verify that your internet connection is working correctly
de_de: Stellen sie außerdem sicher, dass ihre Internetverbindung ordnungsgemäß funktioniert
es_es: También debe comprobar que la conexión a Internet está funcionando
fr_fr: Vous pouvez également vérifier que votre connexion Internet fonctionne correctement
it_it: Dovresti anche verificare che la connessione Internet funzioni correttamente
pl_pl: Możesz także chcieć sprawdzić czy twoje połączenie internetowe działaprawidłowo

source: Invalid Certificate
de_de: Ungültiges Zertifikat
es_es: Certificado no Válido
fr_fr: Certificat Invalide
it_it: Certificato Non Valido
pl_pl: Nieprawidłowy certyfikat

source: seems to be an insecure website
de_de: Scheint eine unsichere Webseite zu sein
es_es: parece ser un sitio web inseguro
fr_fr: semble être un site web non sécurisé
it_it: sembra essere un sito non sicuro
pl_pl: wydaje się być niebezpieczna

source: If you think this website do NOT represent a menace for you then click on OK
de_de: Wenn sie glauben, dass diese Webseite für sie KEINE Bedrohung darstellt, klicken sie auf OK
es_es: Si crees que este sitio web NO representa una amenaza para ti, haz clic en OK
fr_fr: Si vous pensez que ce site ne représente PAS une menace pour vous, cliquez sur OK
it_it: Se credi che questo sito NON rappresenti una minaccia per te allora clicca su OK
pl_pl: Jeśli uważasz, że ta strona NIE jest niebezpieczna dla Ciebie, kliknij OK

source: Note: Clicking on OK, 'SSL Secure Navigation' will be disabled but you can re-enable it back from browser menu
de_de: Hinweis: Wenn sie auf OK klicken, wird 'SSL Secure Navigation' deaktiviert, sie können es aber im Browsermenü wieder aktiviern
es_es: Nota: Haciendo clic en OK, se desactivará "Navegación segura SSL", pero puede volver a habilitarla de nuevo desde el menú del navegador.
fr_fr: Remarque: En cliquant sur OK, 'Navigation SSL Sécurisée' sera désactivé, mais vous pouvez le réactiver du menu du navigateur
it_it: Nota: Cliccando su OK, si disabiliterà la 'Navigazione SSL Sicura' che potrai comunque riabilitare dal menu del browser
pl_pl: Uwaga: Klikając na OK, 'Bezpieczna Nawigacja SSL' będzie wyłączona, ale możeszją włączyć z powrotem poprzez menu przeglądarki

source: In use
de_de: Im einsatz
es_es: En uso
fr_fr: Utilisé
it_it: In uso
pl_pl: W użyciu

source: GLib Notification
de_de: Glib Benachrichtigung
fr_fr: Notification GLib
it_it: Notifica GLib
pl_pl: GLib Powiadomienie

source: Downloading
de_de: Herunterladen
es_es: Descargando
fr_fr: Téléchargement
it_it: Scarico
pl_pl: Pobieranie

source: Download complete for
de_de: Download abgeschlossen für
es_es: Descarga completa para
fr_fr: Télécharger complet pour
it_it: Scaricamento completato per
pl_pl: Pobieranie zakończone dla

source: Setting a new theme
de_de: Ein neues Thema festlegen
es_es: Establecer un nuevo tema
fr_fr: Installation d'un nouveau thème
it_it: Applicazione di un nuovo tema
pl_pl: Ustawianie nowego motywu

source: This operation may take a while
de_de: Diese Operation dauert möglicherweise etwas
es_es: Esta operación puede tomar un tiempo
fr_fr: Cette opération peut prendre un certain temps
it_it: Questa operazione potrebbe metterci un po'
pl_pl: Ta operacja może potrwać chwilę

source: It all depends on your internet speed and requested image size
de_de: Es hängt von ihrer Internetgeschwindigkeit und der angeforderten Dateigröße ab
es_es: Todo depende de su velocidad de Internet y el tamaño de la imagen solicitada
fr_fr: Tout dépend de la vitesse de votre internet et de la taille de l'image demandée
it_it: Dipende tutto dalla velocità della tua connessione internet e dalle dimensioni dell'immagine richiesta
pl_pl: To zależy od szybkości twojego połączenia i żądanego rozmiaru obrazu

source: Do you really want to delete this theme
de_de: Möchten sie dieses Thema wirkliche löschen
es_es: ¿Realmente desea eliminar este tema?
fr_fr: Voulez-vous vraiment supprimer ce thème
it_it: Vuoi davvero eliminare il tema
pl_pl: Czy na pewno chcesz usunąć ten motyw

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar Ajustes
fr_fr: Enregistrer les paramètres
it_it: Salva le modifiche
pl_pl: Zapisz ustawienia

source: Restore Settings
de_de: Einstellungen wiederherstellen
es_es: Restaurar Ajustes
fr_fr: Restaurer les paramètres
it_it: Ripristina le impostazioni
pl_pl: Przywróć ustawienia

source: General
de_de: Allgemeine
fr_fr: Général
it_it: Generale
pl_pl: Ogólne

source: Advanced
de_de: Erfahrener
es_es: Avanzado
fr_fr: Avancée
it_it: Avanzato
pl_pl: Zaawansowane

source: Source
de_de: Quelle
es_es: Código Fuente
it_it: Sorgente
pl_pl: Źródło

source: Clear cookies
de_de: Cookies löschen
es_es: Eliminar cookies
fr_fr: Effacer les cookies
it_it: Elimina tutti i cookies
pl_pl: Wyczyść ciasteczka

source: Remove the selected cookie
de_de: Ausgewählten Cookie löschen
es_es: Eliminar la cookie seleccionada
fr_fr: Supprimer le cookie sélectionné
it_it: Rimuovi il cookie selezionato
pl_pl: Usuń wybrane ciasteczko

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pl_pl: Nazwa

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
pl_pl: Wartość

source: Host
fr_fr: Hôte (Host)
it_it: Ospite (Host)

source: Path
de_de: Pfad
es_es: Ruta
fr_fr: Chemin
it_it: Percorso
pl_pl: Ścieżka

source: Expiry
de_de: Ablauf
es_es: Expiración
fr_fr: Expiration
it_it: Scadenza
pl_pl: Wygaśnięcie

source: LastAccessed
es_es: Último Accedido (LastAccessed)
fr_fr: Vu la Dernière Fois (LastAccessed)
it_it: Ultimo Accesso (LastAccessed)
pl_pl: OstatnioOdwiedzane

source: IsSecure
es_es: Es Seguro (IsSecure)
fr_fr: Il Est Sûr (isSecure)
it_it: E' Sicuro (isSecure)
pl_pl: JestBezpieczny

source: IsHttpOnly
es_es: Es Sólo Http (IsHttpOnly)
fr_fr: Et Seulement Http (isHttpOnly)
it_it: E' Solo Http (isHttpOnly)
pl_pl: JestWyłącznieHttp

source: Edit the selected cookie
de_de: Ausgewählten Cookie bearbeiten
es_es: Editar la cookie seleccionada
fr_fr: Modifier le cookie sélectionné
it_it: Modifica il cookie selezionato
pl_pl: Edytuj wybrane ciasteczko

source: Add a new cookie with set data
de_de: Einen neuen Cookie mit Daten hinzufügen
es_es: Agregar una nueva cookie con datos de conjunto
fr_fr: Ajouter un nouveau cookie avec les données définies
it_it: Aggiungi un nuovo cookie con i valori settati
pl_pl: Dodaj nowe ciasteczko z ustalonymi danymi

source: Clear history
de_de: Verlauf löschen
es_es: Eliminar el historial
fr_fr: Histoire claire
it_it: Cancella la cronologia
pl_pl: Wyczyść historię

source: Add to bookmarks
de_de: Zu Lesezeichen hinzufügen
es_es: Añadir a favoritos
fr_fr: Ajouter aux favoris
it_it: Aggiungi ai preferiti
pl_pl: Dodaj do zakładek

source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
it_it: Oggi
pl_pl: Dzisiaj

source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
it_it: Ieri
pl_pl: Wczoraj

source: Two days ago
de_de: Vor zwei Tagen
es_es: Hace dos días
fr_fr: Il y a deux jours
it_it: Due giorni fa
pl_pl: Dwa dni temu

source: This week
de_de: Diese Woche
es_es: Esta semana
fr_fr: Cette semaine
it_it: Questa settimana
pl_pl: Ten tydzień

source: Date
de_de: Datum
es_es: Fecha
it_it: Data
pl_pl: Data

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
pl_pl: Tytuł

source: URL
fr_fr: Adresse URL
it_it: Indirizzo URL

source: History
de_de: Verlauf
es_es: Historial
fr_fr: Histoire
it_it: Cronologia
pl_pl: Historia

source: Erase all bookmarks
de_de: Löschen sie alle lesezeichen
es_es: Borrar todos los marcadores
fr_fr: Effacer tous les favoris
it_it: Elimina tutti i segnalibri
pl_pl: Wyczyść wszystkie zakładki

source: Remove the selected bookmark
de_de: Entfernen sie das ausgewählte lesezeichen
es_es: Eliminar el marcador seleccionado
fr_fr: Supprimer le signet sélectionné
it_it: Rimuovi il segnalibro selezionato
pl_pl: Usuń wybraną zakładkę

source: Type here your description
de_de: Hier Beschreibung eingeben
es_es: Escriba aquí su descripción
fr_fr: Tapez ici votre description
it_it: Inserisci qui la tua descrizione
pl_pl: Wpisz tu swój opis

source: Type here your URL address
de_de: Hier URL angeben
es_es: Escriba aquí su dirección URL
fr_fr: Tapez ici votre adresse URL
it_it: Inserisci qui il tuo indirizzo URL
pl_pl: Wpisz tutaj adres URL

source: Plugins
de_de: Erweiterungen
it_it: Plugin
pl_pl: Wtyczki

source: VTE missing
de_de: VTE fehlt
es_es: VTE que falta
fr_fr: VTE manquant
it_it: VTE mancante
pl_pl: Brakuje VTE

source: requires at least Vte 2.91 or higher
de_de: benötigt mindestens VTE 2.91 oder höher
es_es: requiere al menos Vte 2.91 o superior
fr_fr: nécessite au moins Vte 2.91 ou supérieur
it_it: richiede almeno Vte 2.91 o superiore
pl_pl: wymaga wersji Vte 2.91 lub wyższej

source: new bookmark will be imported
de_de: Neues lesezeichen werden importiert
es_es: se importará un nuevo marcador
fr_fr: nouveau signet sera importé
it_it: nuovo segnalibro sarà importato
pl_pl: nowe zakładki zostaną zaimportowane

source: new bookmarks will be imported
de_de: Neues lesezeichen werden importiert
es_es: se importarán nuevos marcadores
fr_fr: nouveaux signets seront importés
it_it: nuovi segnalibri saranno importati
pl_pl: nowe zakładki zostaną zaimportowane

source: Clicking on OK
de_de: Durch Klicken auf OK
es_es: Haciendo clic en OK
fr_fr: En cliquant sur OK
it_it: Cliccando su OK
pl_pl: Klikając na OK

source: Bookmarks with identical urls will be automatically ignored
de_de: Lesezeichen mit identischen URLs werden automatisch ignoriert
es_es: Los marcadores con urls idénticas se ignorarán automáticamente
fr_fr: Les signets avec url adresses identiques seront automatiquement ignorées
it_it: I segnalibri con indirizzi url identici verranno automaticamente ignorati
pl_pl: Zakładki z indentycznymi adresami url będą automatycznie ignorowane

source: WebKit Error
de_de: WebKit Fehler
fr_fr: Erreur WebKit
it_it: Errore WebKit
pl_pl: Błąd WebKit-a

source: requires at least WebKit 2.12.3 or higher
de_de: benötigt mindestens WebKit 2.12.3 oder höher
es_es: requiere por lo menos WebKit 2.12.3 o superior
fr_fr: nécessite au moins WebKit 2.12.3 ou supérieur
it_it: richiede almeno WebKit 2.12.3 o superiore
pl_pl: wymaga wersji WebKit 2.12.3 lub wyższej

source: In some distros you probably need to add a third-party repository
de_de: In einigen Distributionen müssen sie vielleicht eine externe Paketquelle verwenden
es_es: En algunas distribuciones es probable que necesite agregar un repositorio de terceros
fr_fr: Dans certaines distros, vous devez probablement ajouter un dépôt tiers
it_it: In alcune distribuzioni avrai probabilmente la necessità di installare un repository di terze parti
pl_pl: W niektórych dystrybucjach będzie potrzebne dodanie dodatkowych repozytoriów

source: Welcome to
de_de: Wilkommen zu
es_es: Bienvenido a
fr_fr: Bienvenue à
it_it: Benvenuto su
pl_pl: Witaj w

source: shows this menu
de_de: dieses menü anzeigen
es_es: muestra este menú
fr_fr: montre ce menu
it_it: mostra questo menu
pl_pl: pokazuje to menu

source: opens the browser in defcon mode
de_de: tartet den Browser im defcon Modus
es_es: abre el navegador en modo defcon
fr_fr: ouvre le navigateur en mode defcon
it_it: apre il browser in modalità defcon
pl_pl: otwiera przeglądarkę w trybie defcon

source: shows the version
de_de: zeigt die Version
es_es: muestra la versión
fr_fr: montre la version
it_it: mostra la versione
pl_pl: pokazuje wersję

source: Usage
de_de: Verwendung
es_es: Uso
it_it: Utilizzo
pl_pl: Użycie

source: Video pop out
de_de: Video in neuem Fenster
pl_pl: Wyskakiwanie video

source: In
es_es: En
fr_fr: Dans
pl_pl: W

source: Cookies
pl_pl: Ciasteczka

source: Permission denied
es_es: Permiso denegado

source: It seems you don't have permission to access this folder
es_es: Parece que no tienes permiso para acceder a esta carpeta

source: Seems that WebKit2 got some issues downloading this file or web page
es_es: Parece que WebKit2 tiene algunos problemas al descargar este archivo o página web

source: But there is a trick, wanna try forcing the download using the requests module
es_es: Pero hay un truco, quiero tratar de forzar la descarga mediante el módulo requests
