Repository: trojanatwar/poseidon
Catalog: po/locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl

source: Houston, we have a problem
de_de: Houston, wir haben ein Problem
es_es: Houston, tenemos un problema
fr_fr: Houston, nous avons un problème
it_it: Houston, abbiamo un problema
pl_pl: Houston, mamy problem

source: An AdBlockPlus filter has been detected in your 'filters' folder but actually AdKiller only works with AdAway filters
de_de: Es wurde ein AdBlockPlus Filter in ihrem 'filters' Ordner erkannt aber AdKiller funktioniert nur mit AdAway Filtern
es_es: Un filtro AdBlockPlus se ha detectado en su carpeta 'filtros', pero AdKiller funciona sólo con filtros AdAway
fr_fr: Un filtre AdBlockPlus a été détecté dans votre dossier 'Filtres', mais en fait, AdKiller ne fonctionne qu'avec les filtres AdAway
it_it: E' stato trovato un filtro di AdBlockPlus nella tua cartella 'filtri' (filters) ma al momento AdKiller funziona solo con i filtri di AdAway
pl_pl: Wykryto filtr AdBlockPlus w folderze twoich filtrów, aleAdKiller współpracuje tylko z filtrami AdAway

source: In order to avoid any issues or incompatibilities, remove that filter and restart this program
de_de: Um jegliche Kompatibilitätsprobleme zu verhindern, löschen sie diesen Filter und starten das Programm erneut
es_es: Para evitar problemas o incompatibilidades, elimine el filtro y reinicie este programa
fr_fr: Afin d'éviter certains problème ou incompatibilité, retirez ce filtre et redémarrez ce programme
it_it: Per evitare problemi di incompatibilità, rimuovi quel filtro e riavvia il programma
pl_pl: W celu uniknięcia problemów lub niekompatybilności usuń ten filtr i uruchom program ponownie

source: Get your AdAway filter list here
de_de: Erhalten sie ihre AdAway Filterliste hier
es_es: Obtenga su lista de filtros AdAway aquí
fr_fr: Téléchargez votre AdAway liste à cette adresse
it_it: Scarica la tua lista AdAway a questo indirizzo
pl_pl: Uzyskaj swoją listę filtrów AdAway tutaj

source: Data not available
de_de: Keine daten verfügbar
es_es: Informacion no disponible
fr_fr: Données non disponibles
it_it: Dati non disponibili
pl_pl: Dane niedostępne

source: Oops, import failed
de_de: Hoppla, import fehlgeschlagen
es_es: ¡Ups!, la importación ha fallado
fr_fr: Oups, l'importation a échoué
it_it: Oops, importazione fallita
pl_pl: Ups, importowanie nie powiodło się

source: could be corrupted or a invalid HTML bookmark file
de_de: könnte beschädigt werden oder eine ungültige HTML-Lesezeichen-Datei
es_es: podría estar dañado o un archivo de marcador HTML no válido
fr_fr: pourrait être corrompue ou un fichier de favoris HTML invalide
it_it: potrebbe essere corrotto o essere un file segnalibro HTML invalido
pl_pl: niewłaściwy lub uszkodzony plik zakładek

source: Bookmarks
de_de: Lesezeichen
es_es: Marcadores
fr_fr: Signets
it_it: Preferiti
pl_pl: Zakładki

source: MIME Type
de_de: MIME Typ
es_es: Tipo MIME
fr_fr: Type MIME
it_it: Tipo MIME
pl_pl: Typ MIME

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
pl_pl: Opis

source: Extension
de_de: Erweiterung
es_es: Extensión
it_it: Estensione
pl_pl: Rozszerzenie

source: Password Generator
de_de: Passwort Generator
es_es: Generador de Contraseñas
fr_fr: Générateur de mot de passe
it_it: Generatore di Password
pl_pl: Generator haseł

source: Password Length
de_de: Password Länge
es_es: Longitud de la Contraseña
fr_fr: Longueur du mot de passe
it_it: Lunghezza della Password
pl_pl: Długość hasła

source: Generate
de_de: Generieren
es_es: Genera
fr_fr: Générer
it_it: Genera
pl_pl: Wygeneruj

source: Copy
de_de: Kopieren
es_es: Copia
fr_fr: Copie
it_it: Copia
pl_pl: Kopiuj

source: Double click item to switch
de_de: Doppelt klicken um zu wechseln
es_es: Haga doble clic en el elemento para cambiar
fr_fr: Double-cliquez sur l'élément pour basculer
it_it: Clicca due volte per impostare
pl_pl: Kliknij dwukrotnie na obiekt by zmienić

source: Proxy Manager
es_es: Gestor de Proxy
fr_fr: Manager Proxy
it_it: Gestore del Proxy
pl_pl: Menedżer proxy

source: Experimental
de_de: Experimentell
es_es: Experiential
fr_fr: Expérimental
it_it: Sperimentale
pl_pl: Eksperymentalne

source: Default (use system proxy settings)
de_de: Default (verwenden sie system-proxy-einstellungen)
es_es: Default (utilizar la configuración proxy del sistema)
fr_fr: Par défaut (utilisez les paramètres proxy du système)
it_it: Default (usa le impostazioni proxy del sistema)
pl_pl: Domyślne (użyj ustawień proxy systemowego)

source: Custom (manual proxy configuration)
de_de: Custom (manuelle proxy-konfiguration)
es_es: Custom (configuración manual del proxy)
fr_fr: Custom (configuration manuelle du proxy)
it_it: Custom (configurazione manuale del proxy)
pl_pl: Niestandardowe (ręczna konfiguracja proxy)

source: No Proxy
de_de: Kein Proxy
es_es: Sin Proxy
fr_fr: Aucun Proxy
it_it: Nessun Proxy
pl_pl: Bez proxy

source: Proxy URL
es_es: URL del Proxy
fr_fr: Adresse URL Proxy
it_it: Indirizzo URL Proxy
pl_pl: Adres URL proxy

source: Port
es_es: Puerta
it_it: Porta

source: Set Proxy
es_es: Establece Proxy
it_it: Imposta Proxy
pl_pl: Ustaw Proxy

source: _Paste & Go
de_de: _Einfügen & Navigieren
es_es: _Pegar & Ir
fr_fr: _Coller & Aller
it_it: _Incolla & Vai
pl_pl: _Wklej i przejdź

source: Apply as theme
de_de: Als Thema verwenden
es_es: Aplicar como tema
fr_fr: Appliquer comme thème
it_it: Applica come tema
pl_pl: Zastosuj jako motyw

source: Go to
de_de: Gehe zu
es_es: Ir
fr_fr: Aller à
it_it: Vai a
pl_pl: Idź do

source: Search
de_de: Suchen
es_es: Busca
fr_fr: Chercher
it_it: Cerca
pl_pl: Wyszukaj

source: in the web
de_de: Im Internet
es_es: en la red
fr_fr: dans le web
it_it: in rete
pl_pl: w sieci

source: Save as
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
it_it: Salva come
pl_pl: Zapisz jako

source: Open file
de_de: Öffne datei
es_es: Abri un file
fr_fr: Dossier ouvert
it_it: Apri file
pl_pl: Otwórz plik

source: Import a HTML bookmark file
de_de: Importieren Sie eine HTML-Lesezeichen-Datei
es_es: Importa un archivo de marcador HTML
fr_fr: Importer un fichier de signets HTML
it_it: Importa un file segnalibro HTML
pl_pl: Importuj plik zakładek

source: Overwrite
de_de: Überschreiben
es_es: sobrescriba
fr_fr: Écraser
it_it: Sovrascrivi
pl_pl: Nadpisz

source: already exists, wanna overwrite it?
de_de: existiert bereits, möchten sie es überschreiben?
es_es: ya existe, ¿quiere sobrescribirlo?
fr_fr: existe déjà, voulez-vous l'écraser?
it_it: esiste già, vuoi sovrascriverlo?
pl_pl: już istnieje, chcesz nadpisać?

source: Country Name
de_de: Land
es_es: Nombre del País
fr_fr: Nom du Pays
it_it: Paese
pl_pl: Nazwa kraju

source: State Or Province Name
de_de: Staat oder Provinz
es_es: Estado o Nombre de la Provincia
fr_fr: Nom de l'État ou de la Province
it_it: Stato
pl_pl: Nazwa stanu lub prowincji

source: Locality
de_de: Gegend
es_es: Localidad
fr_fr: Localité
it_it: Località
pl_pl: Miejscowość

source: Organization
de_de: Organisation
es_es: Organización
fr_fr: Organisation
it_it: Organizzazione
pl_pl: Organizacja

source: Common Name
de_de: Gemeinsamen Namen
es_es: Nombre Común
fr_fr: Nom Commun
it_it: Nome Comune
pl_pl: Nazwa zwyczajowa

source: Organizational Unit
de_de: Organisationseinheit
es_es: Unidad Organizacional
fr_fr: Unité Organisationnelle
it_it: Unità Organizzativa
pl_pl: Jednostka organizacyjna

source: Surname
de_de: Nachname
es_es: Apellido
fr_fr: Nom de Famille
it_it: Cognome
pl_pl: Nazwisko

source: Given Name
de_de: Vorname
es_es: Nombre de Pila
fr_fr: Prénom
it_it: Nome Dato
pl_pl: Imię

source: has no security
de_de: hat keine sicherheit
es_es: no tiene seguridad
fr_fr: n'a pas de sécurité
it_it: non ha nessuna sicurezza
pl_pl: nie jest bezpieczna

source: An attacker could see any information you send, or control the content that you see
de_de: Ein Angreifer kann alle Informationen sehen die sie senden oder den Inhalt der Seite verändern
es_es: Un atacante puede ver la información que envía, o controlar el contenido que ve
fr_fr: Un attaquant peut voir certaines information que vous envoyez, ou contrôler le contenu que vous voyez
it_it: Un utente malintenzionato potrebbe vedere qualsiasi informazione che si sta inviando, o controllare il contenuto che si sta visualizzando
pl_pl: Atakujący mógłby widzieć każdą wysyłaną przez ciebie informację lub też kontrolować zawartość, którą przeglądasz

source: Connected to
de_de: Verbunden mit
es_es: Conectado a
fr_fr: Connecté à
it_it: Connesso a
pl_pl: Podłączony do

source: Your connection seems to be secure. Want to know more about?
de_de: Ihre Verbindung scheint sicher . Möchten sie mehr erfahren?
es_es: Su conexión parece ser segura. ¿Quieres saber más?
fr_fr: Votre connexion semble être sécurisée. Vous voulez en savoir plus?
it_it: La connessione sembra essere sicura. Vuoi saperne di più?

source: This web site did not properly secure your connection. Want to know more about?
de_de: Diese Internetseite schützt die Verbindung nicht richtig. Möchten sie mehr erfahren?
es_es: Este sitio web no aseguró adecuadamente su conexión. ¿Quieres saber más?
fr_fr: Ce site web n'a pas correctement sécurisé votre connexion. Vous voulez en savoir plus?
it_it: Questo sito web non può mettere correttamente in sicurezza la connessione. Vuoi saperne di più?
pl_pl: Ta strona nie chroniła prawidłowo twojego połączenia. Chcesz wiedzieć więcej na ten temat?

source: Subject
de_de: Subjekt
es_es: Sujeto
fr_fr: Assujettir
it_it: Soggetto
pl_pl: Temat

source: Issuer
de_de: Antragssteller
es_es: Difusor
fr_fr: Émetteur
it_it: Emanatore
pl_pl: Emitent

source: Valid Time Range
de_de: Gültigkeit
es_es: Rango de Tiempo Válido
fr_fr: Plage de Temps Valide
it_it: Periodo di Validità
pl_pl: Prawidłowy zakres czasu

source: Subject Alternative Names
de_de: Alternaive Namen des Subjekts
es_es: Nombres Alternativos del Sujeto
fr_fr: Sujet Noms Alternatifs
it_it: Nomi Alternativi Soggetto
pl_pl: Alternatywne nazwy tematu

source: Subject Key Identifier
de_de: Betreff Schlüsselkennung
es_es: Identificador Clave Sujeto
fr_fr: Identificateur Clé Sujet
it_it: Identificatore Chiave Soggetto
pl_pl: Indentyfikator klucza tematu

source: Key Usage
de_de: Schlüsselverwendung
es_es: Uso de la Clave
fr_fr: Utilisation Clé
it_it: Utilizzo Chiave
pl_pl: Użycie klucza

source: Extended Key Usage
de_de: Erweiterte Key-Nutzung
es_es: Uso de la Clave Extendido
fr_fr: Utilisation Clés Étendue
it_it: Utilizzo Chiave Esteso
pl_pl: Rozszerzone użycie klucza

source: Distribution Points
de_de: Verteilungspunkte
es_es: Puntos de Distribución
fr_fr: Points de Distribution
it_it: Punti di Distribuzione
pl_pl: Punkty dystrybucji

source: Certificate Policies
de_de: Zertifikatsrichtlinien
es_es: Políticas de Certificado
fr_fr: Politiques de Certificat
it_it: Politiche del Certificato
pl_pl: Polityka certyfikatów

source: Basic Constraints
de_de: Grundlegende Einschränkungen
es_es: Restricciones Básicas
fr_fr: Contraintes de Base
it_it: Restrizioni di Base
pl_pl: Ograniczenia podstawowe

source: Authority Key Identifier
de_de: Behörde Schlüsselkennung
es_es: Identificador Clave Autoridad
fr_fr: Identificateur Clé Autorité
it_it: Identificatore Chiave Autorità
pl_pl: Identyfikator klucza administratora

source: Authority Info Access
de_de: Behörde Info-Zugang
es_es: Acceso Información Autoridad
fr_fr: Accès Informations Autorité
it_it: Accesso Informazioni Autorità
pl_pl: Dostęp do informacji administratora

source: Signature Algorithm
de_de: Signatur Algorithmus
es_es: Algoritmo de la Firma
fr_fr: Algorithme de Signature
it_it: Algoritmo della Firma
pl_pl: Algorytm podpisu

source: In order to show signature algorithm you need to install a newer version of pyOpenSSL
de_de: Um den Signaturalgorithmus zu zeigen, müssen sie eine neuere version von pyOpenSSL installieren
es_es: Con el fin de mostrar el algoritmo de la firma debe instalar una versión más reciente de pyOpenSSL
fr_fr: Pour montrer l'algorithme de signature vous devez installer une version plus récente de pyOpenSSL
it_it: Per far sì che l'algoritmo della firma sia mostrato dovresti installare una versione più aggiornata di pyOpenSSL
pl_pl: Żeby pokazać algorytm podpisu musisz zainstalować nowszą wersjępyOpenSSL

source: Error found
de_de: Fehler gefunden
es_es: Error encontrado
fr_fr: Erreur trouvée
it_it: Errore trovato
pl_pl: Znaleziono błąd

source: Leave it empty to disable it
de_de: Frei lassen zum deaktivieren
es_es: Dejar vacío para desactivarlo
fr_fr: Laissez-le vide pour désactiver
it_it: Lascia in bianco per disabilitare
pl_pl: Zostaw puste by wyłączyć

source: Home Page
de_de: Startseite
es_es: Página Principal
fr_fr: Page d'Accueil
it_it: Pagina Iniziale
pl_pl: Strona domowa

source: Search Engine
de_de: Suchmaschine
es_es: Buscador
fr_fr: Moteur de Recherche
it_it: Motore di Ricerca
pl_pl: Silnik wyszukiwania

source: Application Launcher
de_de: Anwendungsstarter
es_es: Lanzador de Aplicaciones
fr_fr: Lanceur d'Application
it_it: Lanciatore di Applicazioni
pl_pl: Program uruchamiający

source: Set a application launcher
de_de: Einen Anwendungsstarter einrichten
es_es: Establecer un lanzador de aplicaciones
fr_fr: Définir un lanceur d'applications
it_it: Imposta un lanciatore di applicazioni
pl_pl: Ustaw program uruchamiający

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
pl_pl: Język

source: Set a language
de_de: Eine Sprache einstellen
es_es: Establecer un idioma
fr_fr: Définir une langue
it_it: Imposta una lingua
pl_pl: Ustaw język

source: Enable or disable AdKiller
de_de: Aktivieren oder deaktivieren Sie AdKiller
es_es: Activar o desactivar AdKiller
fr_fr: Activer ou désactiver AdKiller
it_it: Abilita o disabilita AdKiller
pl_pl: Włącz lub wyłącz blokowanie reklam AdKiller

source: AdKiller Policy
de_de: AdKiller-Richtlinie
es_es: Política de AdKiller
fr_fr: Politique AdKiller
it_it: Comportamento di AdKiller
pl_pl: Zasady AdKiller'a

source: Set AdKiller behaviour
de_de: Stellen sie AdKiller verhalten
es_es: Establecer el comportamiento de AdKiller
fr_fr: Définir le comportement d'AdKiller
it_it: Imposta il comportamento di AdKiller
pl_pl: Ustaw zachowanie AdKiller'a

source: AdKiller Pop-Ups Policy
de_de: AdKiller Pop-Ups-Richtlinien
es_es: AdKiller Pop-Ups
fr_fr: Politique AdKiller Pop-Ups
it_it: AdKiller Pop-Ups
pl_pl: Zasady AdKiller'a wobec wyskakujących okienek

source: Should AdKiller block pop-ups?
de_de: Sollte AdKiller Pop-ups blockieren?
es_es: ¿AdKiller debería bloquear las ventanas emergentes?
fr_fr: AdKiller devrait bloquer les fenêtres pop-up?
it_it: AdKiller deve bloccare anche i pop-up?
pl_pl: Czy AdKiller ma blokować wyskakujące okienka?

source: Tab Close Button
de_de: Tab Schaltfläche Schließen
es_es: Botón Cerrar Pestaña
fr_fr: Touche de Fermeture d'Onglet
it_it: Scheda Pulsante Chiudi
pl_pl: Przycisk zamknięcia karty

source: Show a close button in the tabs?
de_de: Willst du in den tabs einen knappen knopf zeigen?
es_es: ¿Mostrar un botón de cierre en las pestañas?
fr_fr: Afficher un bouton de fermeture dans les onglets?
it_it: Vuoi mostrare un pulsante chiudi nelle schede?
pl_pl: Pokazywać przycisk zamknięcia na kartach?

source: Popover Menus Transparency
de_de: Popover Menüs Transparenz
es_es: Transparencia de Popover Menús
fr_fr: Transparence Menus Popover
it_it: Trasparenza dei Menu Popover
pl_pl: Przezroczystość wpadających menu

source: Gtk Popover menus must be transparent?
de_de: Gtk Popover menüs müssen transparent sein?
es_es: Los menús de Gtk Popover deben ser transparentes?
fr_fr: Les menus Gtk Popover doivent-ils être transparents?
it_it: I menu Gtk Popover devono essere trasparenti?
pl_pl: Czy wpadające menu Gtk muszą być przezroczyste?

source: Requests Module SSL Verification
de_de: Anfragen Modul SSL Verifizierung
es_es: Módulo Request Verificación SSL
fr_fr: Module Request Vérification SSL
it_it: Modulo Request Verifica SSL
pl_pl: Moduł Żądań Weryfikacji SSL

source: Set Requests Module SSL Verification behaviour
de_de: Setzen Requests Modul SSL Verifizierungsverhalten
es_es: Determinar el comportamiento de la verificación SSL del módulo Requests
fr_fr: Définir le comportement de Module Request Vérification SSL
it_it: Imposta il comportamento del Modulo Request Verifica SSL
pl_pl: Ustaw zachowanie Moduł Żądań Weryfikacji SSL

source: Autocomplete
de_de: Auto-Vervollständigen
es_es: Autocompletado
fr_fr: Autocomplète
it_it: Autocompletamento
pl_pl: Autowypełnianie

source: Set word completion for the main input field
de_de: Setzen Wortvervollständigung für das Haupteingabefeld
es_es: Establecer finalización de palabra para el campo de entrada principal
fr_fr: Définir l'achèvement du mot pour le champ de saisie principal
it_it: Imposta il tipo di autocompletamento per il campo di testo iniziale
pl_pl: Ustaw uzupełnianie słów dla głównego pola wejściowego

source: Autocomplete Limit
de_de: Auto-Vervollständigen Grenze
es_es: Límite de Autocompletado
fr_fr: Limite d'Achèvement Automatique
it_it: Limite Autocompletamento
pl_pl: Limit autowypełniania

source: Set a limit for autocomplete results (eg. 500 = 500 results, -1 = disabled)
de_de: Setzen sie einen grenzwert für autovervollständigungsergebnisse (z.B. 500 = 500 ergebnisse, -1 = deaktiviert)
es_es: Establecer un límite para los resultados de autocompletado (por ejemplo, 500 = 500 resultados, -1 = deshabilitado)
fr_fr: Définissez une limite pour les résultats d'autocomplis (p. Ex. 500 = 500 résultats, -1 = désactivé)
it_it: Imposta un limite per l'autocompletamento (es. 500 = 500 risultati, -1 = disabilitato)
pl_pl: Ustaw limit dla wyników autowypełniania (np. 500 = 500 wyników, -1=wyłączone)

source: Find Behaviour
de_de: Suche Verhalten
es_es: Comportamiento Buscador
fr_fr: Comportement Recherche
it_it: Comportamento Ricerca
pl_pl: Zachowanie wyszukiwania

source: Set finder behaviour
de_de: Setzen suche verhalten
es_es: Establecer el comportamiento del buscador
fr_fr: Définir le comportement du chercheur
it_it: Imposta il comportamento della ricerca
pl_pl: Ustaw zachowanie wyszukiwania

source: Cache Model
de_de: Cache-Modell
es_es: Modelo de Caché
fr_fr: Modèle de Cache
it_it: Modello di Cache
pl_pl: Model Pamięci podręcznej

source: Set the cache model
de_de: Setzen sie Cache-Modell
es_es: Establecer el modelo de caché
fr_fr: Définir le modèle de cache
it_it: Imposta il modello di cache
pl_pl: Ustaw model pamięci podręcznej

source: Geolocation
de_de: Geolokalisierung
es_es: Geolocalización
fr_fr: Géolocalisation
it_it: Geolocazione
pl_pl: Geolokacja

source: Set geolocation behaviour
de_de: Setzen sie Geolokalisierung
es_es: Establecer el comportamiento de la geolocalización
fr_fr: Définir le comportement de géolocalisation
it_it: Imposta il comportamento della geolocazione
pl_pl: Ustaw zachowanie geolokacji

source: Type of shell to use with VTE Terminal
de_de: Art der Kommandozeile für das VTE Terminal
es_es: Tipo de shell para usar con VTE Terminal
fr_fr: Type d'enveloppe à utiliser avec le terminal VTE
it_it: Tipo di shell da usare col terminale VTE
pl_pl: Rodzaj powłoki do użycia z Terminalem VTE

source: Load Timeout
de_de: Laden Timeout
es_es: Tiempo de Espera de Carga
fr_fr: Temps Limite de Chargement
it_it: Timeout di Caricamento
pl_pl: Czas ładowania

source: Set load timeout in milliseconds (eg. 10000 = 10 seconds, 0 = disabled)
de_de: Setzen laden timeout in millisekunden (z.B. 10000 = 10 sekunden, 0 = deaktiviert)
es_es: Establecer el tiempo de espera de carga en milisegundos (por ejemplo, 10000 = 10 segundos, 0 = deshabilitado)
fr_fr: Définir le délai de charge en millisecondes (p. ex. 10000 = 10 secondes, 0 = désactivé)
it_it: Imposta il timeout di caricamento in millisecondi (es. 10000 = 10 secondi, 0 = disabilitato)
pl_pl: Ustaw czas ładowania w milisekundach (np. 10000 = 10 sekund, 0 = wyłączone)

source: Restored Window Width Size
de_de: Wiederhergestellte Fensterbreite
es_es: Dimensiones en el Ancho de Ventana Normal
fr_fr: Taille de la Largeur de la Fenêtre Restaurée
it_it: Dimensioni in Larghezza della Finestra Normale
pl_pl: Przywrócono szerokość okna

source: Default width size for normal window
de_de: Standardbreite für normales fenster
es_es: Tamaño original de la anchura de la ventana normal
fr_fr: Taille de largeur par défaut pour fenêtre normale
it_it: Dimensioni originali in larghezza della finestra normale
pl_pl: Domyślna szerokość okna

source: Restored Window Height Size
de_de: Wiederhergestellte Fensterhöhe Größe
es_es: Dimensiones en la Altura de la Ventana Normal
fr_fr: Taille de la Hauteur de la Fenêtre Restaurée
it_it: Dimensioni in Altezza della Finestra Normale
pl_pl: Przywrócono wysokość okna

source: Default height size for normal window
de_de: Standardgröße für normales fenster
es_es: Tamaño original en altura de la ventana normal
fr_fr: Taille de hauteur par défaut pour la fenêtre normale
it_it: Dimensioni originali in altezza della finestra normale
pl_pl: Domyślna wysokość okna

source: Process Model
de_de: Prozessmodell
es_es: Modelo de Proceso
fr_fr: Modèle de Processus
it_it: Modello di Processo
pl_pl: Model procesu

source: Set WebKit process model (Default: Multiple)
de_de: Setzt den WebKit-Prozessmodell (Default: Multiple)
es_es: Establecer el modelo de proceso de WebKit (Default: Multiple)
fr_fr: Définit le modèle de processus de WebKit (par défaut: Multiple)
it_it: Imposta il modello di processo di WebKit (Default: Multiple)
pl_pl: Ustaw model procesu silnika WebKit (Domyślne: Wielokrotny)

source: Links Policy
de_de: Links Verhalten
es_es: Comportamiento de los Enlaces
fr_fr: Comportement des Liens
it_it: Comportamento dei Collegamenti
pl_pl: Polityka Linków

source: Set links opening behaviour
de_de: Setzen links verhalten
es_es: Establecer el comportamiento de los enlaces
fr_fr: Définir le comportement des liens
it_it: Imposta il comportamento dei collegamenti
pl_pl: Ustaw zachowanie podczas otwierania linków

source: SOCKS Version
es_es: Versión SOCKS
fr_fr: Version SOCKS
it_it: Versione SOCKS
pl_pl: Wersja SOCKS

source: Set SOCKS version for requests module
de_de: Setzt SOCKS version für requests modul
es_es: Establecer la versión SOCKS para el módulo requests
fr_fr: Définir la version SOCKS pour le module requests
it_it: Imposta la versione SOCKS per il modulo requests
pl_pl: Ustaw wersję SOCKS dla modułu żądań

source: Home Page Startup
es_es: Inicio Página Principal
fr_fr: Chargement Page d'Accueil
it_it: Caricamento Pagina Iniziale
pl_pl: Start Strony Domowej

source: Home page must be loaded on startup?
de_de: Wie die startseite muss beim start geladen werden?
es_es: Como la página principal debe estar cargado en el arranque?
fr_fr: Comme la page d'accueil doit être chargé au démarrage?
it_it: Come deve essere caricata la pagina iniziale all'avvio?
pl_pl: Czy strona domowa ma być załadowana przy starcie?

source: HTTPS Redirect
de_de: HTTPS-Umleitung
es_es: Redireccionamiento HTTPS
fr_fr: HTTPS Redirection
it_it: Reindirizzamento HTTPS
pl_pl: Przekierowanie HTTPS

source: URLs automatically redirect to HTTPS
de_de: URLs werden automatisch auf HTTPS umgeleitet
es_es: Las direcciones (URL) se redirigen automáticamente a HTTPS
fr_fr: Les adresses (URL) automatiquement redirigé vers HTTPS
it_it: Gli indirizzi (URL) verranno automaticamente reindirizzati ad HTTPS
pl_pl: Adresy URL są automatycznie przekierowywane do HTTPS

source: Empty
de_de: Leer
es_es: Vacío
fr_fr: Carte Vide
it_it: Scheda Vuota
pl_pl: Pusty

source: A fast, minimal and lightweight browser
de_de: Ein schneller, minimaler und leichter Browser
es_es: Un navegador rápido, minimalista y ligero
fr_fr: Un navigateur rapide, minimal et léger
it_it: Un browser leggero, veloce e minimale
pl_pl: Szybka, minimalistyczna i lekka przeglądarka

source: WebKit2 is missing
de_de: WebKit2 fehlt
es_es: WebKit2 está ausente
fr_fr: WebKit2 est manquant
it_it: WebKit2 è mancante
pl_pl: Brakuje WebKit2
